Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: To wszystko, czego mogę cię nauczyć. Jeśli interesują cię inne umiejętności łowieckie, musisz znaleźć lepszego nauczyciela ode mnie.
uk: Це все, чому я міг тебе навчити. Якщо тебе цікавлять інші мисливські навички, то шукай кращого вчителя ніж я.

source: To wszystko, możesz odejść.
uk: Все, можеш йти.

source: To wszystko, możesz ruszać.
uk: Це все, ти можеш йти.

source: To wszystko.
uk: Це все.

source: To wszystko. (KONIEC)
uk: Це все. (Завершити)

source: To wszystko?
uk: Це все?

source: To wtedy jeszcze raz go przekonam i tym razem nie będę już taki miły.
uk: Тоді я переконаю його знову, і наступного разу я не буду таким милим.

source: To wy cuchniecie przekrętem na kilometr.
uk: Але від тебе за милю тхне шахрайством.

source: To wy dosypaliście jagody do przypraw Rodrigo?
uk: Це ти додав ягоди до приправи Родріго?

source: To wydarzenie jakiego nie zobaczysz nawet w samej Myrtanie! Najlepsi wojownicy z całej okolicy co kilka miesięcy walczą o wygranie pokaźnego stosu złota.
uk: Такої події ти не побачиш навіть у самій Міртані! Найкращі воїни з усієї округи кожні кілька місяців б'ються за чималу купу золота.

source: To wygląda jak baraki przemytników. Na ścianie zauważyłem jeszcze dźwignię - może to ona otwiera kraty w głównym pomieszczeniu? Chyba nic więcej już tutaj nie znajdę. Mam nadzieję, że ten otwór przy jednym z łóżek zaprowadzi mnie na zewnątrz.
uk: Схоже на казарми контрабандистів. На стіні я помітив важіль - можливо, він відкриває ґрати в головній кімнаті? Навряд чи я знайду тут що-небудь ще. Сподіваюся, що отвір біля одного з ліжок виведе мене назовні.

source: To wyjaśniaj, ja ci nie przeszkadzam.
uk: Ну то розбирайся, я не заперечую.

source: To własnymi rękami otworzę ci czaszkę i napluję do niej.
uk: Я власноруч розпанахаю твій череп і наплюю в нього.

source: To właśnie dlatego zdecydowaliśmy się uciekać z wyspy.
uk: Саме тому ми вирішили втекти з острова.

source: To właśnie kazał ci zrobić Adanos?
uk: Це тобі Аданос підказав зробити?

source: To właśnie ludzkie zachowanie dowódców daje podwładnym morale, a to właśnie morale i dobry plan wygrywają bitwy.
uk: Саме людяність командирів надає підлеглим бойового духу, і саме бойовий дух і вдалий задум перемагають у битвах.

source: To właśnie od tamtej strony uderzyła większość ludzi Ulryka. Pewnie chcą zamordować gubernatora, by przejąć władzę.
uk: Саме з цього напрямку напало більшість людей Ульріка. Ймовірно, вони хочуть вбити губернатора, щоб захопити владу.

source: To właśnie on jest bezpośrednim przedstawicielem władzy królewskiej na Archolos.
uk: Він є прямим представником королівської влади на Архолосі.

source: To właśnie pochopne działania i chęć natychmiastowej zemsty doprowadziły ciebie oraz Kessela do aktualnego stanu.
uk: Саме твої необдумані дії і бажання негайної помсти привели тебе і Кесселя до теперішнього стану.

source: To właśnie prawo sprawia, że nie jesteśmy zwykłymi zwierzętami, niegodziwcami czy orkami!
uk: Саме завдяки закону ми не якісь там тварини, негідники чи орки!

source: To właśnie próbuje ustalić! Lorenzo wygna mnie gdy się o tym dowie!
uk: Саме це я і намагаюся з'ясувати! Лоренцо вижене мене, якщо про це довідається!

source: To właśnie próbuję ustalić.
uk: Це якраз те, що я намагаюся з'ясувати.

source: To właśnie tam pobieram nauki. Obecnie jestem tutaj, by zdobyć trochę 'doświadczenia w terenie', jak to się ładnie określa.
uk: Саме там я проходжу навчання. Зараз я тут, щоб здобути деякий 'польовий досвід', як вони це називають.

source: To właśnie tu, młócąc stal i szlifując ostrza, uczysz się cierpliwości i hartujesz charakter.
uk: Саме тут, куючи сталь і заточуючи леза, ти вчишся терпінню і загартовуєш характер.

source: To z Nordmaru pochodzą najsilniejsi wojownicy i najlepsi kowale. W wielkich nordmarskich piecach przetapiane są zarówno ruda i żelazo, a z nich wykuwane bronie trwalsze niż kamienny golem.
uk: Саме з Нордмару походять найсильніші воїни та найкращі ковалі. У великих печах Нордмару плавлять руду і залізо, з яких кують зброю, міцнішу за кам'яних големів.

source: To z całą pewnością nie był truteń, a krwiopijce pustynne nie występują na Archolos. Nie mam więc wielkiego wyboru.
uk: Це точно був не трутень, а пустельні шершні на Архолосі не водяться. Тож вибір у мене невеликий.

source: To z pewnością nie jest przypadek. To pewnie zabezpieczenie, by pojedyncza osoba nie mogła przypadkiem przejść dalej.
uk: Це, безумовно, не випадково. Схоже, це запобіжний захід, щоб одна людина не змогла випадково пройти далі.

source: To z tego, że wisisz jej złoto. W innym wypadku sprzeda twoją szachownicę.
uk: А те, що ти винен їй золото. Інакше вона продасть твою шахівницю.

source: To z tego, że zaczynam podejrzewać gdzie mnie prowadzisz! Nie próbuj mnie oszukać, zjadłem zęby na takim donoszeniu i podpuszczaniu!
uk: А те, що я починаю здогадуватись, куди ти мене ведеш! Не намагайся мене обдурити, я вже зуби з'їв на таких доносах і хитрощах!

source: To za Harolda.
uk: Це за Гарольда.

source: To za daleko.
uk: Задалеко.

source: To za drogo! Co powiesz na 5 sztuk złota?
uk: Це ж задорого! Як щодо 5 золотих?

source: To za dużo.
uk: Це занадто дорого.

source: To za mało, musisz zapłacić więcej.
uk: Цього замало, мусиш заплатити більше.

source: To za mało, na pewno znajdziesz w pobliżu odpowiednią kwotę.
uk: Цього замало, я впевнений, що ти зможеш знайти потрібну суму.

source: To za mało, przecież muszę za coś żyć!
uk: Цього замало, зрештою, я мушу за щось жити!

source: To za mało, przynieś więcej złota.
uk: Цього недостатньо, принеси ще золота.

source: To za mało, przynieś więcej.
uk: Цього замало. Принеси більше.

source: To za mało, przyprowadź więcej ludzi.
uk: Цього замало, приведи ще людей.

source: To za mało, zapłać więcej.
uk: Цього недостатньо, заплати більше.

source: To za mało.
uk: Цього замало.

source: To za mało. Będę cię uczył, jeśli przyniesiesz mi dość złota.
uk: Цього недостатньо. Я навчу тебе, якщо ти принесеш мені достатньо золота.

source: To za mało. Moje nauki są warte dużo więcej.
uk: Цього недостатньо. Моє навчання вартує набагато більше.

source: To za mało. Nie bądź takim sknerą!
uk: Цього замало. Не будь таким скнарою!

source: To za mojego brata, ty parszywy śmieciu!
uk: Це за мого брата, ти, гнилий виродку!

source: To za mojego brata, ty parszywy śmieciu! (Zabij)
uk: Це за мого брата, ти, гнилий виродку! (Вбити)

source: To za trudne.
uk: Це надто важко.

source: To zaklęcie nie tylko pozwala przyciągać przedmioty, ale również nakierowuje twoją dłoń w ich kierunku. Przyda się do odnalezienia wschodnich fiołków, naprawdę lubią się ukrywać.
uk: Це заклинання не тільки дозволяє притягувати предмети, але й направляє руку в їхньому напрямку. Це стане в нагоді для пошуку східних фіалок, які дуже люблять ховатися.

source: To zależy czego będziesz chciał.
uk: Це залежить від того, що ти хочеш.

source: To zależy od tego, co cię interesuje.
uk: Залежно від того, що саме тебе цікавить.

source: To zależy od tego, co dostanę w zamian.
uk: Це залежить від того, що я отримаю взамін.

source: To zależy z czego.
uk: Все залежить від чого саме.

source: To zależy, co możesz mi zaoferować.
uk: Це залежить від того, що ти можеш мені запропонувати.

source: To zależy, o jakich materiałach mówisz.
uk: Це залежить від того, про які матеріали ти говориш.

source: To zależy.
uk: Це залежить від...

source: To zależy. Czasami żadnej, czasami 20. Nie ma sprawdzonego przepisu na udany połów, morskie zwierzęta są na to zbyt kapryśne.
uk: Це залежить від обставин. Іноді жодної, іноді 20. Перевіреного рецепту успішного улову не існує, морські мешканці надто непередбачувані.

source: To zależy. Jeśli myśliwi robią dobrą robotę, nie jest źle.
uk: По-різному. Якщо мисливці добре полюють, то все не так вже й погано.

source: To zależy. Znasz się trochę na łowiectwie?
uk: Хто знає. А ти знаєшся на полюванні?

source: To zależy...
uk: Це залежить від...

source: To zaraz wracam.
uk: Тоді я зараз повернуся.

source: To zaszczyt poznać tak ważną osobę.
uk: Для мене велика честь познайомитися з такою важливою особою.

source: To zaufany doradca Volkera. Pracuje z nim, odkąd ten wprowadził się do dworku, a było to jeszcze przed wojną.
uk: Це довірений радник Волкера. Працює з ним, відколи він перебрався до маєтку, а це було ще до війни.

source: To zawsze działa.
uk: Це завжди допомагає.

source: To zbiorowisko jest w ogóle legalne?
uk: Це збіговисько взагалі законне?

source: To zdecydowanie jedna z najważniejszych osób na wyspie.
uk: Він безперечно є одним з найважливіших людей на цьому острові.

source: To zdumiewające, ale jeszcze u nikogo bez stosownej edukacji nie widziałem takiej mocy... nie będę cię dalej uczył, synu, to zbyt niebezpieczne.
uk: Дивно, але я ще не бачив такої сили в людині без належної освіти... Я не буду вчити тебе далі, синку, це занадто небезпечно.

source: To znacznie więcej, niż oczekiwałem.
uk: Це набагато більше, ніж я очікував.

source: To znaczy jakich?
uk: Що ти маєш на увазі?

source: To znaczy, tak... kapitanie.
uk: Тобто, слухаюсь... капітане.

source: To znaczy, że dostawa spóźnia się do mnie już drugi tydzień, a kamienie młyńskie są tępe jak sługusy Morrisa. Parę dni dłużej i będę musiał mleć zboże ręcznie!
uk: Я маю на увазі, що доставка затримується вже другий тиждень, а жорна тупі, як слуги Морріса. Ще кілька днів, і мені доведеться молоти зерно вручну!

source: To znaczy...
uk: Це означає...

source: To znaczy?
uk: Що ти маєш на увазі?

source: To znaczy? Nie mów, że chciałeś wtajemniczyć Viktora! On jest za uczciwy na takie akcje!
uk: Що ти маєш на увазі? Тільки не кажи, що ти намагався попередити Віктора! Він занадто чесний для цього!

source: To znaczy? Wiesz, że nie jest myśliwym!
uk: Що це значить? Ти ж знаєш, що він не мисливець!

source: To znajdź sobie innego nauczyciela, bo ja ci już niczego nie pokażę.
uk: Тоді знайди собі іншого вчителя, бо мені тебе більше нічому навчити.

source: To znowu ja.
uk: Це знову я.

source: To znowu ty!
uk: Це знову ти!

source: To znowu ty! Jakże miło zobaczyć ponownie umysł równie otwarty na niekonwencjonalne metody.
uk: Це знову ти! Як приємно знову бачити розум, настільки ж відкритий до нетрадиційних методів.

source: To znowu ty? Chcesz jeszcze raz się ze mną spróbować, czy jak?
uk: Це знову ти? Хочеш ще раз поборотися зі мною, чи що?

source: To znowu ty? Chyba bardzo chcesz, żebym połamał ci te koślawe ręce.
uk: Це знову ти? Схоже, ти справді хочеш, щоб я поламав твої кістляві руки.

source: To znowu ty? Chyba coś ci mówiłem o wejściu do miasta.
uk: Це знову ти? Здається, я вже казав тобі про вхід до міста.

source: To znowu ty? Czego znowu ode mnie chcesz!?
uk: Знову ти? Що тобі знову від мене потрібно?!

source: To znowu ty? Igor nie będzie mógł cię przyjąć ani dziś, ani jutro, ani za tydzień.
uk: Знову ти? Ігор не зможе тебе прийняти ні сьогодні, ні завтра, ні наступного тижня.

source: To znowu ty? Jeśli nie zamierzasz niczego zamawiać, to wyjdź!
uk: Це знову ти? Якщо не збираєшся нічого замовляти, то забирайся!

source: To znowu ty? Wiesz co? Mam dla ciebie okazję odpracować straty, które spowodowała twoja ostatnia pomoc.
uk: Це знову ти? Знаєш що, у мене є для тебе можливість відпрацювати збитки, які спричинила твоя остання допомога.

source: To znowu ty? Zobaczymy, komu tym razem będzie sprzyjać szczęście.
uk: Це знову ти? Побачимо, кому пощастить цього разу.

source: To zostanie między nami.
uk: Це залишиться між нами.

source: To zupełnie jak ja, nie muszę ci we wszystkim pomagać.
uk: Так само, як і я не зобов'язаний тобі у всьому допомагати.

source: To śmierdzące miasto rzeczywiście nie jest miejscem dla mnie.
uk: Це смердюче місто дійсно не для мене.

source: To świetna wiadomość!
uk: Чудова новина!

source: To świetnie!
uk: Чудово!

source: To świetnie! Powiedz, tego Wilczego Syna trudno było przekonać?
uk: Прекрасно! Скажи, цього Вовчого Сина було важко переконати?

source: To świetnie. Masz. Powinny wystarczyć do zrobienia całkiem sporego zapasu.
uk: Чудово. Візьми. Цього повинно вистачити на досить великий запас олії.

source: To świetnie. Ostatnio mam sporo zamówień i Allan nie wyrabia się z dostarczaniem skór.
uk: Це чудово. Останнім часом у мене багато замовлень, і Алан не встигає доставляти шкури.

source: To świetnie. Trzymaj ten przepis. Tylko postaraj się pozbyć szczurów, a nie nas!
uk: Чудово. Тримай цей рецепт. Тільки постарайся позбутися щурів, а не нас!

source: To świetny dowódca, który nawet po utracie najlepszych ludzi wysłanych na front potrafi utrzymać organizację w ryzach.
uk: Він чудовий капітан, якому вдалося зберегти Міську Варту навіть після втрати своїх найкращих людей на фронті.

source: To świetny wojownik, który uczył walki kluczowych członków straży. Oni z kolei zajmują się wszystkimi rekrutami.
uk: Він – чудовий боєць, який навчав бою ключових членів Варти. Вони, в свою чергу, дбають про всіх новобранців.

source: To święte przedmioty i nie powinny leżeć i gnić w ziemi.
uk: Це священні предмети, і вони не повинні лежати і гнити в землі.

source: To żadna filozofia. Otwierasz szeroko paszczę zwierzęcia, nacinasz dziąsła i szarpiesz za kieł. W większości przypadków to wystarcza.
uk: Тут ніякої філософії. Широко відкриваєш тварині пащу, розрізаєш ясна і смикаєш за ікло. У більшості випадків цього достатньо.

source: To, co dzieje się na wyspie... to straszne. Tylu potrzebujących, tylu poszkodowanych przez los... jak im teraz wszystkim udzielić pomocy?
uk: Те, що відбувається на острові... це жахливо. Стільки нужденних людей, стільки обділених долею... як їм усім зараз допомогти?

source: To, co każdy wynajęty przez tę organizację o moim stopniu. Ochraniam kupców, latam na posyłki, od czasu do czasu pomagam w polowaniu.
uk: Такі ж, як і у всіх з моїм званням у цій організації. Я охороняю торговців, виконую доручення, іноді допомагаю на полюванні.

source: To, co musisz wiedzieć, to fakt, iż nasza wyspa podlega bezpośredniemu zwierzchnictwu Królestwa Myrtany i króla Rhobara.
uk: Все, що тобі потрібно знати, це те, що наш острів знаходиться під прямим підпорядкуванням Королівства Міртана і Короля Робара.

source: To, co mówisz, brzmi wiarygodnie...
uk: Те, що ти розказав, звучить правдоподібно...

source: To, co należało zrobić już wcześniej. Ten gnojek dostał za swoje!
uk: Те, що треба було зробити раніше. Цей виродок отримав по заслугах!

source: To, co niegdyś trwało złączone,
uk: Те, що колись було цілим,

source: To, co powinniśmy zrobić już dawno. Wziąć kilofy w dłonie i przywalić nimi w łby tych przeklętych oprawców. Zbyt długo już się na to godziliśmy!
uk: Те, що потрібно було робити вже давно. Брати в руки кирки і гамселити ними по головах цих клятих мучителів. Ми надто довго це терпіли!

source: To, co robię, to moja prywatna sprawa.
uk: Те, що я шукаю – це моя справа.

source: To, co się stało Holdwigowi, to twoja wina! Gdyby nie ty, już dawno byśmy się jakoś dogadali i razem prowadzili winnicę!
uk: Те, що сталося з Гольдвігом – твоя провина! Якби не ти, ми б давно вже якось порозумілися і разом керували виноградником!

source: To, co się stało na winnicy mojego ojca, to twoja wina! To ty nastawiałeś mnie i mojego brata przeciwko sobie...
uk: Про те, що сталося на винограднику мого батька, це твоя вина! Це ти налаштував мене і мого брата один проти одного...

source: To, co sobie wydobędziesz, należy do ciebie.
uk: Все, що видобудеш, буде твоїм.

source: To, co słyszałeś. Masz przestać nękać Kathię albo osobiście nauczę cię szacunku do kobiet.
uk: Те, що почув. Ти повинен припинити переслідувати Катю, або я особисто навчу тебе шанувати жінок.

source: To, co słyszałeś. Nie mam zamiaru się powtarzać.
uk: Те, що ти чув. Я не збираюся повторювати.

source: To, co słyszałeś. Wiejskim znachorem, który udaje, że zna...
uk: Те, що ти почув. Сільський знахар, який робить вигляд, що все знає...

source: To, co słyszysz. Rasco odechce się żartować i ze mnie śmiać, bo będę od niego sprytniejszy!
uk: Те, що чуєш. Раско не захоче більше жартувати і сміятиметься наді мною, бо я буду хитрішим!

source: To, co teraz, tylko dostawałbyś za to pieniądze i musiałbyś składać raporty Gildii oraz tolerować obecność innych najemników w obozie.
uk: Те саме, що ти робиш зараз, тільки при цьому ти отримуватимеш гроші, звітуватимеш перед Гільдією і терпітимеш присутність найманців у таборі.

source: To, co wyczynia Wysłannik Królewski, jest dowodem, że powinniśmy jak najszybciej uniezależnić się od wpływów królestwa!
uk: Те, що робить Королівський посол, є доказом того, що ми повинні якнайшвидше стати незалежними від впливу королівства!

source: To, co wynieśliśmy z wioski, na długo nie starczy. Jeśli rzeczywiście chcemy się ustawić, to musimy złupić coś cenniejszego.
uk: Того, що ми винесли з села, надовго не вистачить. Якщо ми справді хочемо влаштуватися, нам потрібно викрасти щось більш цінне.

source: To, co wyróżnia straż na Archolos, to podział na elitarne jednostki szermierzy i kuszników.
uk: Особливістю Варти на Архолосі є поділ на елітні підрозділи мечників та арбалетників.

source: To, co wystrugałem, może i nie przypomina wiosła, ale powinno wystarczyć!
uk: Те, що я змайстрував, можливо, і не схоже на весло, але і це підійде!

source: To, co zawsze. Spotkania, pertraktacje i zapewnianie mieszkańcom mojej wspaniałej wioski spokojnego i dostatniego życia.
uk: Як завжди. Зустрічі, домовленості і забезпечення людям мого чудового села мирного і ситого життя.

source: To, co zrobiliście, było bardzo nieodpowiedzialne. Co gorsza, wygląda na to, że od tych wszystkich atrakcji stan twojego brata jeszcze się pogorszył.
uk: Те, що ви зробили, було дуже безвідповідально. Що гірше, здається, що від усіх цих витівок стан твого брата тільки погіршився.

source: To, co zrobimy teraz?
uk: Що ж нам тепер робити?

source: To, co zwykle. Praca wre.
uk: Як завжди. Працюю потроху.

source: To, czego dowiedziałem się do tej pory, powinno wystarczyć do przekonania Candaca. Wrócę do niego.
uk: Цього має бути достатньо, щоб переконати Кандака. Я повернуся до нього.

source: To, czy Feil obecnie pracuje, czy też nie, ma dla mnie małe znaczenie.
uk: Працює зараз Фейл чи ні, для мене вже неважливо.

source: To, czy rzeczywiście stał za zamachem, zależy od wyniku twojego śledztwa.
uk: А чи дійсно він стояв за замахом, залежить від результатів твого розслідування.

source: To, skąd je macie?
uk: То, звідки вони у вас?

source: To, że Kessel nie mógł dobyć Rozjemcy, nie oznacza, że ja również. Może to ja jestem wybrańcem, który ma zaprowadzić pokój? Przeszedłem już tak wiele... Czas, by los się odwrócił.
uk: Те, що Кессель не зміг підняти Миротворця, ще не означає, що і я не зможу. Можливо, я і є той обраний, який принесе мир? Я через стільки пройшов... Настав час змінити долю.

source: To, że chcecie się ich pozbyć.
uk: Те, що ти хочеш їх позбутися.

source: To, że inni narzekają na ich obecność, nie znaczy, że ja myślę podobnie.
uk: Те, що інші скаржаться на їх присутність, не означає, що я думаю так само.

source: To, że inni narzekają na waszą obecność, nie znaczy, że ja myślę podobnie.
uk: Те, що інші скаржаться на вашу присутність, не означає, що я думаю так само.

source: To, że jest bardzo oddalony od straganów.
uk: Те, що наші хлопці перебувають дуже далеко від прилавків.

source: To, że jesteś drwalem, nie znaczy, że możesz sobie ot tak wejść do miasta.
uk: Те, що ти лісоруб, не означає, що ти можеш просто так увійти до міста.

source: To, że jeśli dołączysz do Gildii, to nie zostaniesz potraktowany tak samo jak twój ojciec. Teraz Araxos dba o swoich ludzi, mogę posłużyć jako przykład.
uk: Справа в тому, що якщо ти приєднаєшся до Гільдії, з тобою не будуть поводитися так, як з твоїм батьком. Зараз Араксос піклується про своїх людей, я можу бути прикладом.

source: To, że mam wśród nich znajomości, a desperaci uciekający przed wojną mogą cię nieźle przetrenować.
uk: А таке, що у мене є знайомі серед них, і ці відчайдушні люди, які тікають від війни, можуть додати тобі неабиякої мотивації.

source: To, że moi koledzy już po mnie idą, a wtedy rozpędzą tę bandę na cztery wiatry!
uk: Справа в тому, що за мною вже йдуть мої колеги, і тоді вони рознесуть цю банду на всі чотири сторони!

source: To, że nie podobamy się jakimś podlotkom, nie zmusi nas do odejścia. Dlaczego ty tu jeszcze stoisz?
uk: Те, що ми не подобаємось деяким недалеким, не змусить нас піти. Чому ти все ще тут стоїш?

source: To, że nikt nie będzie chciał iść w ślady moje i mojej znajomej, jeśli nas przepuścisz.
uk: А те, що ніхто не захоче пройти слідом за мною і моєю знайомою, якщо ти нас пропустиш.

source: To, że pozwalam ci szukać brata, jest moją dobrą wolą. Niczym więcej.
uk: Те, що я дозволяю тобі шукати брата – це моя добра воля. Нічого більше.

source: To, że się nami zajmie, jeśli zaczniemy dla niego pracować.
uk: Що він подбає про нас, якщо ми почнемо на нього працювати.

source: To, że sobie odrobinę podkradnie, to jeszcze nic takiego. Gorzej, że demoluje przy tym ule.
uk: Те, що він краде трохи для себе, це ще нічого. Гірше те, що він руйнує при цьому вулики.

source: To, że tak ci powiedział, wcale nie znaczy, że tak musiało być.
uk: Те, що він тобі так сказав, зовсім не означає, що так і було.

source: To, że umiem zręcznie posługiwać się piórem, nie znaczy zaraz, że podrabiam dokumenty!
uk: Те, що я вправно володію пером, не означає, що я підробляю документи!

source: To, że w końcu coś dotarło do tego dumnego i upartego człowieka! Myśli, że zawsze ma rację, choć zwykle tak nie jest.
uk: Що ж, до цього гордого і впертого чоловіка нарешті щось дійшло! Він думає, що завжди правий, хоча зазвичай це не так.

source: To, że wparowałeś tu jak gdyby nigdy nic i oderwałeś mnie od pracy!
uk: Ти вдерся сюди, як ні в чому не бувало, і відірвав мене від роботи!

source: To.
uk: Ось це.

source: To... To niemożliwe!
uk: Це... Це неможливо!

source: To... dzięki za pomoc!
uk: Ну... дякую за допомогу!

source: To... faktycznie tragiczne wieści.
uk: Це... справді трагічна новина.

source: To... nalewka, szefie. Pewnie Ernesto dodał do niej jakichś ziół czy czegoś.
uk: Це... лікер, шефе. Ернесто, мабуть, домішав туди якихось трав абощо.

source: To... nie tak jak myślisz.
uk: Це... не те, що ти думаєш.

source: To... nieco zmienia postać rzeczy.
uk: Це... дещо змінює ситуацію.

source: To... stare dzieje. Dawno z tym skończyłem, rozumiesz? A tobie nie mam nic do powiedzenia!
uk: Це... стара історія. Я вже давно це облишив, розумієш? І мені нічого тобі розповісти!

source: To... temat na dłuższą rozmowę.
uk: Це... тема для окремої розмови.

source: To... to nie tak! Mogę wszystko wytłumaczyć!
uk: Це... це не так! Я можу все пояснити!

source: To... to niemożliwe.
uk: Це... це неможливо.

source: To... to prawda.
uk: Це... це правда.

source: To... to sam czerwony pieprz z Wysp Południowych! Jego zapas wystarczy mi na długie miesiące!
uk: Це... той самий червоний перець з Південних островів! Його мені вистачить на кілька місяців!

source: To? A-ale, to... to są takie pierdoły, nie warto sobie nimi zaprzątać głowy!
uk: Це? А-але, це... це повна дурня, не варто цим перейматися!

source: To? Pierwszy raz na oczy widzę.
uk: Цей? Перший раз бачу.

source: Tobie również radziłbym wypocząć, wyglądasz na zmęczonego, zmarzniętego i obolałego.
uk: Тобі теж раджу відпочити, ти виглядаєш втомленим, замерзлим і змарнілим.

source: Tobie też to sprawia problem, co? Właściwie tak jak większości mieszkańców Archolos.
uk: Тобі це теж не дає спокою, так? Власне, як і більшості мешканців Архолосу.

source: Tobie to już całkiem odbiło.
uk: Ти що, зовсім збожеволів.

source: Tohar
uk: Тохар

source: Toleruję cię tylko dlatego, że nie chce mi się brudzić rąk takim paskudztwem.
uk: Я терплю тебе тільки тому, що не хочу бруднити руки такою гидотою.

source: Tollek
uk: Толлек
